Repository: Bddps/Phantom-Languages
Catalog: *.lproj/Localizable.strings
Languages: fr

source: %@ error!
fr: %@ erreur!

source: %@ saved!
fr: %@ sauvegardé!

source: 1. SC Video
fr: 1. Vidéo SC

source: 2. iOS Video
fr: 2. Vidéo iOS

source: Check your internet connection & try again. If problem persists, try in an hour or so. (Perhaps website construction?)
fr: Vérifiez votre connection Internet et réessayez. Si le problème persiste, essayez dans environ une heure. (Le site web pourrait être en construction.)

source: It can take up to a week+ for a reply depending on the current volume of emails.
fr: Il peut prendre jusqu'à plus d'une semaine pour obtenir une réponse dépendamment du nombre d'emails à traiter.

source: Thanks for installing Phantom. This tweak is POWERED by advertisements. Show your support by purchasing a license within Settings.
fr: Merci d'avoir installé Phantom. Ce tweak est PROPULSÉ par la publicité. Montrez votre support en achetant une licence dans les réglages.

source: A new version of Phantom is available: Installed version: %@ Available version: %@
fr: Une nouvelle version de Phantom est disponible: Version installée: %@ Version disponible: %@

source: A wild iPad appeared! Would you like to use @rpetrich's "Full Force" tweak packaged within Phantom to enable iPad mode? If you would like to download & use @rpetrich's separate tweak to use in multiple applications, press "Use @rpetrich's" button.
fr: Un iPad sauvage apparaît! Voudriez-vous utiliser le tweak "Full Force" de @rpetrich dans Phantom pour activer le mode iPad? Si vous voulez télécharger & utiliser le tweak de @rpetrich séparément pour l'utiliser dans de multiples applications, appuyez sur le bouton "Use @rpetrich's".

source: Abort
fr: Annuler

source: Add
fr: Ajouter

source: ADDITIONAL SERVICES
fr: SERVICES ADDITIONNELS

source: Always Keep Snaps
fr: Toujours garder les Snaps

source: Are you sure you want to delete all logged videos?
fr: Êtes-vous certains de vouloir supprimer toutes les vidéos cataloguées?

source: Are you sure you want to delete all saved videos?
fr: Êtes-vous certains de vouloir supprimer toutes les vidéos sauvegardées?

source: Are you sure you want to reset Phantom's button placements?
fr: Êtes-vous certains de vouloir réinitialiser le positionnement des boutons de Phantom?

source: Auto Keep Messages
fr: Automatiquement sauvegarder les messages

source: Auto Save
fr: Sauvegarde automatique

source: AUTO SAVE SETTINGS
fr: SAUVEGARDE AUTOMATIQUE DES RÉGLAGES

source: Auto save to: %@
fr: Sauvegarder automatiquement vers: %@

source: Back
fr: Retour

source: Big Thanks to: Thomas Finch
fr: Grand merci à: Thomas Finch

source: Bluetooth Required
fr: Bluetooth Requis

source: Bug Report
fr: Rapport de bug

source: Camera Options
fr: Options de l'appareil photo

source: Camera roll
fr: Pellicule photo

source: Camera Timer
fr: Retardateur

source: Cancel
fr: Annuler

source: Capture image in how many seconds?
fr: Dans combien de secondes l'image doit-elle être prise?

source: Change Album Name
fr: Renommer l'album

source: Change Password
fr: Changer le mot de passe

source: Clear
fr: Nettoyer

source: Clear Badges (on exit)
fr: Effacer les badges (à la sortie)

source: CONTACT OPTIONS
fr: OPTIONS DE CONTACT

source: Contact Options
fr: Options de contact

source: Copy
fr: Copier

source: Create
fr: Créer

source: Create a Group..
fr: Créer un groupe..

source: Create Group..
fr: Créer un groupe..

source: Create New Group
fr: Créer un nouveau groupe

source: Create Password
fr: Créer un mot de passe

source: create/specify
fr: créer/spécifier

source: Data Saver
fr: Économiseur de données

source: DEFAULT TONES
fr: SONNERIES PAR DÉFAUT

source: Delete
fr: Supprimer

source: Disable Auto Load Stories
fr: Désactiver le chargement auto des Storys

source: Disable Chroma Noise Reduction
fr: Désactiver la réduction du bruit Chroma

source: Disable Discovery
fr: Désactiver Discovery

source: Disable Hold to Record
fr: Désactiver tenir pour enregistrer

source: Disable Hold to View
fr: Désactiver tenir pour voir

source: Dismiss
fr: Ignorer

source: Don't Receive isTyping
fr: Ne pas recevoir "est en train de composer un message"

source: Don't Send Blue Button
fr: Ne pas envoyer le bouton bleu

source: Don't Send isTyping
fr: Ne pas envoyer "est en train de composer un message"

source: Donate
fr: Donner

source: Done
fr: Fait

source: Editing Phantom button placement, triple tap upload button to exit!
fr: Modifier le placement du bouton Phantom, triple cliquez sur le bouton d'envoie pour quitter!

source: Email Address
fr: Address Email

source: Email Failed To Send!
fr: L'Email n'a pu être envoyé!

source: Email failed to send. Please try again.
fr: L'Email n'a pu être envoyé. Veuillez réessayer.

source: Email Sent Successfully!
fr: Email envoyé avec succès!

source: Enable
fr: Activer

source: Enable Password
fr: Active le mot de passe

source: Enable Spoofing
fr: Activer le mode de tromperie

source: Enter
fr: Entrer

source: Enter a password for the Phantom Vault!
fr: Entrez un mot de passe pour la Voûte Phantom!

source: Enter a valid email address so the developer can get back to you about your problem!
fr: Entrez une adresse email valide pour que le développeur puisse vous contacter au sujet de votre problème!

source: Enter a valid email address so the developer can get back to you!
fr: Entrez une adresse email valide pour que le développeur puisse vous recontacter!

source: Enter a valid email address to register a license to your device
fr: Entrez une adresse email valide pour enregistrer une license à votre appareil

source: Enter Password
fr: Entrez le mot de passe

source: Enter the Phantom password to unlock the vault!
fr: Entrez le mot de passe Phantom pour débarrer la voûte!

source: Entered the wrong password!
fr: Mauvais mot de passe entré!

source: Error!
fr: Erreur!

source: Error: Try converting/fixing video before selecting..
fr: Erreur: Essayer de faire une conversion/d'arranger le vidéo avant la selection..

source: Examples: 1, 3, 4, 20
fr: Exemples: 1, 3, 4, 20

source: Failure!
fr: Échec!

source: Feed Options
fr: Options du fil

source: Flip Horizontal
fr: Retourner Horizontalement

source: Flip Vertical
fr: Retourner Verticalement

source: Fonts
fr: Polices d'écriture

source: Forgot Password? Delete SC & reinstall!
fr: Mot de passe oublié? Effacer SC et réinstallez!

source: Friends will see you view their Stories.
fr: Vos amis vous verront dans leurs Stories.

source: Hide Best Friends
fr: Cacher les meilleurs amis

source: Hide Counter
fr: Cacher le compteur

source: Hide Discovery
fr: Cacher Discovery

source: Hide Live Stories
fr: Cacher les Live Stories

source: Hide Recent Stories
fr: Cacher les Stories récentes

source: Hide Recents
fr: Cacher les Recents

source: How many licenses would you like to buy?
fr: Combien de licenses désirez vous acheter?

source: Hybrid
fr: Hybride

source: I can't handle the pressure
fr: Je ne peux pas supporter la pression

source: ie: Colleagues, Brothers, Girlfriends
fr: ie: Collègues, Frères, Amies

source: If you restored, request a license switch by emailing 'License Support'
fr: Si vous avez restorer, demandez un changement de license en envoyant un email à 'License Support'

source: Image added to camera roll!
fr: Image ajoutée à la pellicule de l'appareil photo!

source: Image copied to pasteboard!
fr: Image copiée au carton!

source: Image saved to camera roll!
fr: Image sauvegardée à la pellicule de l'appareil photo!

source: Image saved to vault!
fr: Image sauvegardée dans la voûte

source: Important Warning!
fr: Avertissement important!

source: Install
fr: Installer

source: Installation Error!
fr: Erreur d'installation!

source: Instant Save
fr: Sauvegarde instantanée

source: Invalid Email!
fr: Email invalide!

source: Invalid Entry
fr: Entrée invalide

source: key
fr: clé

source: Later
fr: Plus tard

source: License Support
fr: Support de license

source: LOGGED SNAPS
fr: SNAPS SAUVEGARDÉS

source: Logged Snaps
fr: Snaps sauvegardée

source: Logged Videos
fr: Vidéos sauvegardées

source: Made by @CokePokes
fr: Fait par @CokePokes

source: Make Changes
fr: Faire des changements

source: Manage Groups
fr: Gérer les groupes

source: Manage Groups..
fr: Gérer les groupes..

source: Manually choose an orientation!
fr: Manuellement choisir une orientation!

source: Message Options
fr: Options de message

source: More
fr: Plus

source: Never Show Again
fr: Ne plus jamais afficher

source: No
fr: Non

source: No Shutter Sound
fr: Aucun son d'obturateur

source: No Sound
fr: Aucun son

source: Notice!
fr: Avis!

source: Notification Options
fr: Options de navigation

source: OFF
fr: Arrêt

source: okay
fr: ok

source: Okay
fr: Ok

source: ON
fr: Marche

source: Open Feed on Launch
fr: Ouvrir le fil à l'ouverture

source: Open in iFile
fr: Ouvrir dans iFile

source: Orientation Tool
fr: Outil d'orientation

source: Override
fr: Outrepasser

source: Override Orientation
fr: Outrepasser l'orientation

source: Password Lock
fr: Verrouillage par mot de passe

source: Password Settings
fr: Réglages de mot de passe

source: PASSWORD SETTINGS
fr: RÉGLAGES DE MOT DE PASSE

source: Paypal Email
fr: Email Paypal

source: Phantom button placement saved!
fr: Placement du bouton Phantom sauvegardé!

source: Phantom Configuration
fr: Configuration de Phantom

source: PHANTOM GROUPS
fr: GROUPES PHANTOM

source: PHANTOM LOGIN
fr: IDENTIFICATION PHANTOM

source: Phantom Login
fr: IDENTIFICATION PHANTOM

source: PHANTOM SETTINGS
fr: RÉGLAGES PHANTOM

source: PHANTOM SUPPORT
fr: SUPPORT PHANTOM

source: Phantom Update
fr: Mise à jour Phantom

source: Please & I repeat, PLEASE do NOT abuse location faking. Do not send snaps to "Live Stories" from different regions. Doing so could cause the end of Phantom :( Also, do not update Snapchat in the future until Phantom has approved compatibility.
fr: S'il vous plaît et je répète, S'IL VOUS PLAÎT n'abuser PAS du trucage de localisation. N'envoyer pas de snaps à "Live Stories" de différentes régions. Cela pourrait cause la fin de Phantom :( Aussi, ne mettez pas à jour Snapchat dans le futur tant que Phantom n'a pas approuvé la comptabilité.

source: Please enter a valid album name.
fr: S'il vous plaît entrez un nom d'album valide

source: Please enter a valid email address!
fr: S'il vous plaît entrez une adresse email valide!

source: Please enter an album name you'd like to save to.
fr: S'il vous plaît entrez un titre d'album dans lequel vous voulez sauvegarder.

source: Please enter the email used in the Phantom purchase!
fr: S'il vous plaît entrez l'email utilisé dans l'achat de Phantom

source: Please enter your Paypal Login email.
fr: S'il vous plaît entrez votre email de connexion Paypal.

source: Please help determine origin of video. 1. Video was saved from Snapchat. 2. Video was recorded from iOS camera app.
fr: S'il vous plaît aidez à déterminer l'origine de la vidéo. 1. Vidéo sauvegardé de Snapchat. 2. Vidéo enregistré de l'application de caméra d'iOS.

source: Please sumbit a valid name for your new Group!
fr: S'il vous plaît soumettez un nom valide pour votre nouveau Groupe!

source: Preview Options
fr: Faire un aperçu des options

source: Problem saving image to custom album!
fr: Problème durant la sauvegarde de l'image dans l'album personnel!

source: Problem saving image to vault..
fr: Problème durant la sauvegarde de l'image à la voûte..

source: Problem saving video to custom album!
fr: Problème durant la sauvegarde de la vidéo dans l'album personnel!

source: Problem saving video to vault..
fr: Problème durant la sauvegarde de la vidéo à la voûte..

source: Processing..
fr: En traitement..

source: Purchase
fr: Achat

source: Purchase Email
fr: Email d'achat

source: Quit
fr: Quitter

source: Receiving data...
fr: En réception de données...

source: Remove Ads
fr: Éliminer les pubs

source: Rename
fr: Renommer

source: Reset
fr: Réinitialiser

source: Reset Phantom Button Layout
fr: Réinitialiser la Disposition des Boutons Phantom

source: Reset Placements
fr: Réinitialiser la disposition

source: Restart Required
fr: Redémarrage Requis

source: Restart Snapchat!
fr: Redémarrer Snapchat!

source: Rotate 180
fr: Pivoter 180

source: Rotate Left
fr: Pivoter à Gauche

source: Rotate Right
fr: Pivoter à Droite

source: Save instantly to: %@
fr: Sauvegarder instantanément à: %@

source: Save Options
fr: Options de Sauvegarde

source: Save to album: %@
fr: Sauvegarder à l'Album: %@

source: Save to camera roll
fr: Sauvegarder dans la pellicule de l'appareil photo

source: Save to vault
fr: Sauvegarder à la voûte

source: Save to..
fr: Sauvegarder à..

source: Saved image to %@!
fr: Image sauvegardée à %@!

source: Saved Images
fr: Images Sauvegardées

source: SAVED MEDIA
fr: MEDIA SAUVEGARDÉ

source: Saved Media
fr: Media Sauvegardé

source: Saved Snaps
fr: Snaps Sauvegardés

source: Saved video to %@!
fr: Vidéos sauvegardés à %@!

source: Saved Videos
fr: Vidéos Sauvegardés

source: Saving image..
fr: Enregistrement de l'image..

source: Saving video..
fr: Enregistrement de la vidéo..

source: Seems you've tried this too many times!
fr: Il apparaît que vous avez essayé cela trop de fois!

source: Select one default saving method when pressing the Save button on a snap.
fr: Sélectionner une méthode par défaut lors de l'appui du bouton de Sauvegarde sur un snap.

source: Select where you would like your Snaps to automatically save when viewing a Snap.
fr: Sélectionner où vous voulez automatiquement sauvegarder vos Snaps lors de leurs visionnements.

source: Selecting Phantom in Activator is required to enable Volume To Snap. You can set a different event within the Activator app later.
fr: Sélectionner Phantom dans Activator est requis pour active Volume À Snap. Vous pouvez configurer un différent évènement dans l'appli Activator plus tard.

source: Send
fr: Envoyer

source: Send in SC
fr: Envoyer dans SC

source: Sending data...
fr: Envoie des données...

source: Server Message: %@
fr: Message du Serveur: %@

source: Set
fr: Configurer

source: Setup
fr: Configuration

source: Show Settings Icon
fr: Afficher l'Icône de Réglages

source: Show Sublabels
fr: Afficher les sous-étiquettes

source: Skip
fr: Passer

source: Snapchat does not have access to photos!
fr: Snapchat n'a pas accès aux photos!

source: Snapchat must be quit & re-launched for changes to take effect!
fr: Snapchat doit être quitté et réouvert pour que les changements prennent effet!

source: Snapchat needs to be restarted. If unsuccessful login, try the transfer again.
fr: Snapchat doit être redémarrer. Si la connexion faillit, réessayer le transfer.

source: Sorry!
fr: Désolé!

source: Spoof Celsius
fr: Truquer Celcius

source: Spoof Fahrenheit
fr: Truquer Fahrenheit

source: Spoof KM/H
fr: Truquer KM/H

source: Spoof Location
fr: Truquer la Location

source: Spoof MPH
fr: Truquer MPH

source: Spoof Notifications
fr: Truquer les Notifications

source: SPOOF OPTIONS
fr: TRUQUER LES OPTIONS

source: SPOOF SPEED
fr: TRUQUER LA VITESSE

source: SPOOF TEMPERATURE
fr: TRUQUER LA TEMPÉRATURE

source: Spoofing
fr: Trucage en cours

source: Statusbar Icon
fr: Icône de la barre d'état

source: Stealth Mode Activated
fr: Mode Furtif Activé

source: Stealth Mode Deactivated
fr: Mode Furtif Désactivé

source: Story Options
fr: Options de Story

source: Stretch Images
fr: Étirer les Images

source: Submit
fr: Envoyer

source: Submit Bug
fr: Soumettre un Bug

source: Success!
fr: Succès!
